{
  "LuaSnip": { "branch": "master" },
  "buffer_manager.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lir.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "true-zen.nvim": { "branch": "main" },
  "vim-wakatime": { "branch": "master" },
  "zenbones.nvim": { "branch": "main" }
}